---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.SteelElemShearstudStandard
source: html/ad3c0414-6a66-b28f-c626-81bc9191367b.htm
---
# Autodesk.Revit.DB.ParameterTypeId.SteelElemShearstudStandard Property

"Standard"

## Syntax (C#)
```csharp
public static ForgeTypeId SteelElemShearstudStandard { get; }
```